



const About = () => {
    return (
        <div className="AboutPage">
            <h4>درباره ما</h4>
            <div className="descriptions">
                <p className="p1">
                    <span>داشتن یک رزومه‌ حرفه‌ای و منظم، یکی از نیازهای اساسی افرادی است که در مسیر پیدا کردن فرصت‌های شغلی جدید قدم برمی‌دارند. ما در «رزومه‌ساز» بستری را فراهم کرده‌ایم تا کاربران بتوانند به سادگی رزومه‌ای استاندارد طراحی کرده و آن را با فرمت PDF دریافت کنند. این پلتفرم با هدف کمک به تمامی افرادی که نیاز به تدوین رزومه دارند ایجاد شده و امکان ساخت رزومه را برای کاربران با مهارت‌ها و سوابق گوناگون فراهم می‌کند. طراحی رزومه‌ساز به گونه‌ای انجام شده که هر فرد بسته به نیاز و ویژگی‌های شخصی خود، بتواند به راحتی رزومه‌ای متناسب با اهداف حرفه‌ای‌اش تهیه و ذخیره کند.</span>
                    <span>برای ارسال دیدگاه‌ها یا پیشنهادات، می‌توانید از طریق ایمیل زیر با ما در ارتباط باشید:
                            xmahdi7886@gmail.com
                    </span>
                </p>
                <p className="p1">
                    <span className="oneChild">راهنمای ساخت رزومه</span>
                    <span>1. ابتدا اطلاعات شخصی خود از جمله مشخصات هویتی را وارد نمایید.</span>
                    <span>2. در گام بعد، با کلیک بر روی گزینه «مرحله بعد»، سوابق تحصیلی خود را از آخرین مدرک دریافتی به ترتیب وارد کنید</span>
                    <span>3. سپس نوبت به ثبت سوابق کاری می‌رسد؛ لطفاً از جدیدترین تجربه شغلی خود شروع کرده و به ترتیب سوابق گذشته را نیز اضافه نمایید.</span>
                    <span>4. در مرحله نهایی، مهارت‌ها و توانایی‌های خود را ثبت کنید. این بخش شامل تسلط بر زبان‌های خارجی، مهارت‌های فنی یا نرم، دوره‌های آموزشی گذرانده‌شده، آثار تالیفی و همچنین علاقه‌مندی‌های فردی شما خواهد بود.</span>
                </p>
                <p className="p1">
                    <span className="oneChild">مزایای رزومه ساز</span>
                    <span>- ایجاد رزومه حرفه‌ای در مدت زمانی کوتاه و بدون پیچیدگی</span>
                    <span>- قابلیت ذخیره رزومه و دسترسی مجدد برای ویرایش یا دریافت</span>
                    <span>- امکان ارسال رزومه به شرکت‌های استخدام‌کننده در صورت تمایل و تأیید کاربر</span>
                </p>
            </div>
        </div>
    );
};


export default About;